Repository: hedberg/django-filer
Catalog: filer/locale/*/LC_MESSAGES/django.po
Languages: sv

source: Advanced
sv: Avancerat

source: Subject location
sv: Motivets placering

source: Location of the main subject of the scene.
sv: Placeringen av bildens huvudmotiv

source: file missing!
sv: fil saknas!

source: Lookup
sv: Sök

source: Clear
sv: Rensa

source: Clipboard
sv: Klippyta

source: Clipboard item
sv: Fil på klippyta

source: Clipboard items
sv: Filer på klippyta

source: Name
sv: Namn

source: Description
sv: Beskrivning

source: Owner
sv: Ägare

source: Is public
sv: Offentlig

source: File
sv: Fil

source: Files
sv: Filer

source: all items
sv: alla filer

source: this item only
sv: endast denna fil

source: this item and all children
sv: denna fil och filer på undernivåer

source: type
sv: typ

source: user
sv: användare

source: group
sv: grupp

source: everybody
sv: alla

source: can edit
sv: kan redigera

source: can read
sv: kan läsa

source: can add children
sv: kan lägga till filer i undernivå

source: Folder Permission
sv: Mappbehörighet

source: Folder Permissions
sv: Mappbehörigheter

source: date taken
sv: taget datum

source: Image
sv: Bild

source: Images
sv: Bilder

source: unfiled files
sv: Ej sorterade filer

source: files with missing metadata
sv: filer som saknar metadata

source: Go back to admin homepage
sv: Gå tillbaka till admin-sida

source: Home
sv: Hem

source: Go back to Filer app
sv: Gå tillbaka till Filer-app

source: Go back to root folder
sv: Gå tillbaks till rotmapp

source: Go back to '%(folder_name)s' folder
sv: Gå tillbaka till mappen '%(folder_name)s'

source: Go back to
sv: Gå tillbaka till

source: admin homepage
sv: admin-sida

source: folder
sv: mapp

source: History
sv: Historik

source: View on site
sv: Visa på sajt

source: Folder Icon
sv: Mappikon

source: Adds a new Folder
sv: Skapar ny mapp

source: New Folder
sv: Ny mapp

source: Show images with missing metadata
sv: Visa bilder som saknar metadata

source: Incomplete Images
sv: Ej kompletta bilder

source: Show unfiled images
sv: Visa osorterade bilder

source: unfiled images
sv: osorterade bilder

source: Go back to the parent folder
sv: Gå tillbaka till föregående mapp

source: 1 folder
sv: 1 mapp

source: 1 file
sv: 1 fil

source: Change current folder details
sv: Ändra inställningar för aktuell mapp

source: Change
sv: Ändra

source: Change '%(item_label)s' folder details
sv: Ändra mappinställningar för '%(item_label)s'

source: Folders
sv: Mappar

source: Select this file
sv: Välj denna fil

source: Change '%(item_label)s' details
sv: Ändra detaljer för '%(item_label)s'

source: Move to clipboard
sv: Flytta till klippyta

source: there are no files or subfolders
sv: det finns inga filer eller undermappar

source: Add new
sv: Lägg till ny

source: Save
sv: Spara

source: Set focal point
sv: Placera fokuspunkt

source: Full size preview
sv: Förhandsgranska full storlek

source: Search
sv: Sök

source: Enter your search phrase here
sv: Ange din sökfras här

source: Click here to
sv: Klicka här för att

source: run search for entered phrase
sv: söka efter angiven fras

source: Check it to
sv: Kryssa för att

source: limit the search to current folder
sv: begränsa sökning till aktuell mapp

source: found
sv: hittade

source: and
sv: och

source: cancel search
sv: avbryt sökning

source: Paste all items here
sv: Klistra in alla objekt här

source: discard
sv: kasta

source: Move all clipboard files to
sv: Flytta alla filer i klippytan till

source: delete files
sv: radera filer

source: Delete all files in the clipboard
sv: Radera alla filer i klippytan

source: the clipboard is empty
sv: klippytan är tom

source: upload failed
sv: uppladdningen misslyckades

source: Folder '%(folder_label)s' files
sv: Filer i '%(folder_label)s'

source: File name
sv: FIlnamn

source: author
sv: författare

source: export
sv: exportera

source: download image
sv: ladda ner bild

source: Folder name already taken.
sv: Det mappnamnet är redan använt.

source: Submit
sv: Skicka
